{
  "index.banner.text1": "<p class='p1'>IT and Electronic Products</p><p class='p2'>Comprehensive After-sales Service Solutions</p><p class='p3'>Phone/Online Customer Service, Product Testing, Chip-level Repair, Electrical Equipment Installation, etc.</p>",
  "index.service.title1": "Customer service",
  "index.service.title2": "Door-to-door service",
  "index.service.title3": "Chip-level maintenance services",
  "index.service.title4": "After-sales service package",
  "index.service.text1": "We have a professional online service team, customers will get timely contact through our hotline or WeChat official account.",
  "index.service.text2": "Professional technicians come to your door to install or repair various electronic products, from household appliances to equipment, to quickly repair faulty equipment and improve the normal usage of the equipment.",
  "index.service.text3": "It can minimize your use and maintenance costs, provide accurate fault diagnosis and repair, restore the original performance of spare parts, and extend the service life of spare parts.",
  "index.service.text4": "We provide personalized and customized after-sales services, including online call center customer service, product maintenance, technical support, warehouse services, logistics and distribution, product scrapping and other all-round integrated services.",
  "index.aboutus.text": "The company was founded in 2002 and is committed to become the leading and comprehensive service provider for electronic products in the industry. We are a customer oriented  professional service company that focuses on complete technical functions of electronic products, secondary maintenance of electronic circuit products, installation of electrical equipment and facilities, and a complete after-sales service experience. We aim to provide every user with Create a worry-free digital life experience.",
  "about.text": "<strong>Vision and Mission</strong>: The company was founded in 2002 and is committed to become the leading and comprehensive service provider for electronic products in the industry. We are a customer oriented  professional service company that focuses on complete technical functions of electronic products, secondary maintenance of electronic circuit products, installation of electrical equipment and facilities, and a complete after-sales service experience. We aim to provide every user with Create a worry-free digital life experience.<br /><br /><b>Company layout:</b> The company currently has offices in Singapore, Beijing and Shanghai in China.<br /><br /><b>Professional team:</b> The company has a team composed of senior experts in the industry. They not only have solid technical skills, but also pay attention to service details and take customer satisfaction as their highest pursuit. Our engineers have undergone strict screening and training, and hold relevant certifications to ensure that every service meets the highest standards.<br /><br /><b>Technological innovation:</b> We constantly explore the latest technological trends and use intelligent diagnostic tools and remote technical support to speed up service response and improve service efficiency. We are committed to integrating cutting-edge technology into daily services to provide customers with a more convenient and efficient service experience.<br /><br /><b>Quality Commitment:</b> We committed all services will comply with international quality standards, use original or equivalent high-quality accessories, and provide customers with long-term warranty so that you can enjoy worry-free service.",
  "about.workfolw.h1title": "After sales service process",
  "about.icon.title1": "Customer Service",
  "about.icon.title2": "On-site Service",
  "about.icon.title3": "Chip-level Repair Service",
  "about.icon.title4": "Customized After-sales Service",
  "about.icon.title5": "Comprehensive After-sales Service Package",
  "about.workflow.title1": "Customer Needs",
  "about.workflow.title2": "Customer Service Center",
  "about.workflow.title3": "Fault Detection",
  "about.workflow.title4": "Professional Repair",
  "about.workflow.title5": "Service Completion",
  "about.workflow.text1": "Product installation, usage, fault returns, complaints, and suggestions.",
  "about.workflow.text2": " Customers can obtain professional technical guidance and after-sales advice through phone calls or online customer service.",
  "about.workflow.text3": "We offer repair/ship-in/on-site services to detect and accurately diagnose product faults.",
  "about.workflow.text4": "We provide various after-sales solutions for both in-warranty and out-of-warranty products, including chip-level repair, to minimize usage costs.",
  "about.workflow.text5": "Customers accept the repair solution, the product fault is resolved, and after-sales service is completed.",
  "nav.home": "Home",
  "nav.about": "About Us",
  "nav.contact": "Contact Us",
  "news": "News",
  "view.more": "View more",
  "contact.banner.content":"<b>Professional Team:</b> A professional team is formed by experienced customer service representatives and experienced technical engineers, ensuring that our services shall meet the highest standards.<br/><br/><b>Cost Efficiency:</b> By scaling up operations and optimizing processes, service costs can be reduced while improving service quality, achieving a win-win situation.<br/><br/><b>Brand Value-added:</b> First class after-sales service not only solves customer problems, but also becomes an important way to enhance brand reputation and word-of-mouth.<br/><br/><b>Contact Us:</b> Join us immediately for our product after-sales service package solution, allowing your customers to enjoy a service experience that exceeds expectations. Whether you are a startup or an industry giant, we have the capability to provide customized after-sales support for you. Please contact us by phone or email, and the customer service team will be dedicated to serving you and sharing with you on how to improve the after-sales services.",
  "contact.compant.address": "Woods Square Tower 1, 12 Woodlands Square Singapore 737715 #11-69",
  "contact.banner.text": "Why US",
  "contact.company.address.title": "Address",
  "contact.company.address.singapore": "Woods Square Tower 1, 12 Woodlands Square Singapore 737715 #11-69",
  "contact.company.address.beijing": "4th Floor, Building 6, Courtyard 4, Renheyuan Second Street, Shunyi District, Beijing",
  "contact.company.address.shanghai": "3rd Floor, Building 4, No. 688 Shangxue Road, Jiading District, Shanghai",
  "contact.company.email.title": "E-mail",
  "city.singapore": "Singapore",
  "city.beijing": "Beijing",
  "city.shanghai": "Shanghai",
  "code.singapore": "Overseas Business",
  "code.china": "Greater China",
  "code.desc":"At RAYFIELD ELECTRONIC TECHNICAL SERVICE PTE. LTD., we offer a comprehensive range of electronic repair and technical services. From customer service to on-site support and chip-level repairs, we ensure reliable solutions for all your electronic needs.",
  "code.keywords":"RAYFIELD ELECTRONIC TECHNICAL SERVICE, Electronic Repair, Customer Service, On-site Support, Chip-level Repairs, Customized After-sales Service",
  "code.title":"RAYFIELD ELECTRONIC TECHNICAL SERVICE PTE. LTD. - Leading Electronic Repair and Customer Service",
  "code.serve1":"<h2>Customer Service</h2><p>We strongly believe that excellent customer service is the core driving force for company development. Therefore, we have established a comprehensive and efficient customer service system, aiming to provide customers with meticulous service experience through multi-channel platforms. Currently, we offer the following two instant messaging services:</p><p>1. Hotline service: Instant response and professionalism: Through the hotline, customers can directly communicate with well-trained professional customer service personnel and receive detailed answers in time, making it particularly suitable for handling emergency situations and issues that require highly personalized solutions.</p><p>2. Online services: Relying on the huge user base of WeChat, customers can consult through WeChat official account at any time, which conforms to the habits of modern people's mobile life, and supports multiple communication forms such as text, pictures, voice, video, etc. to meet the communication needs in different scenarios and improve the flexibility and efficiency of services. The WeChat official account is not only used for customer service, but also can push the latest news, promotional activities, etc., to enhance customer stickiness and promote second purchase and brand communication.</p><p>Combined with the use of telephone customer service and WeChat official account online customer service, the company can provide customers with multi-channel service experience, which not only maintains professionalism and immediacy, but also gives consideration to convenience and interactivity, comprehensively improving customer satisfaction and enterprise market competitiveness.</p><p>We are not limited to the above practices, but can also provide various channels such as email and online chat on official websites to fully cover your service needs. We always put our customers at the center and are committed to becoming your strongest support.</p>",
  "code.serve3":"<h2>Chip Maintenance</h2><p>Chip maintenance in the digital times, reliability and performance of electronic products are crucial. When your device malfunctions, choosing the right repair plan can not only ensure quick recovery and use, but also minimize your maintenance costs. Our repair service is different from common board replacement, but focuses more on the fine repair of the tiny cores of electronic products - chips and electronic components. Can repair the motherboard, control board, power board, motor and other related components of household or commercial air conditioners, induction cookers, televisions, ovens, coffee machines, water dispensers, sundae machines, beverage machines, displays, laptops, switch power supplies and other electrical appliances. We use advanced detection equipment to accurately identify the source of faults. For damaged or failed chips, we replace them with new chips of the same specifications. For damage to small components such as resistors and capacitors, we perform meticulous replacement and welding. During the repair process, we will take measures to protect your data security and prevent data leakage and loss. Our engineering team is experienced and proficient in high difficulty technologies such as BGA chip maintenance. Most chip level repairs can be completed within 3 to 5 working days, with expedited services provided in emergency situations. Quality assurance: All replaced chips and components are made from the original factory or high-quality substitutes to ensure stable performance of the repaired equipment. Cost efficiency: Compared to replacing the entire equipment or large components, chip level maintenance can significantly reduce maintenance costs. Environmental protection: Extend the service life of equipment, reduce electronic waste, and comply with the principles of sustainable development.</p>",
  "code.serve2":"<h2>Door-to-Door Service</h2><p>When customers need to install newly purchased equipment or repair existing equipment, our on-site installation and repair services aim to save customers trouble and make everything easy and simple.</p><p>Service Content:</p><p>Product installation: Installation and debugging of security equipment (such as infrared/ultrasonic sensors, surveillance cameras), office equipment (such as printers, copiers), and other equipment.</p><p>Fault diagnosis: Use professional tools to conduct a comprehensive inspection of the equipment and quickly locate the problem.</p><p>Maintenance services: From simple repairs of small appliances to complex troubleshooting of large equipment, our expert team can provide effective solutions.</p><p>Maintenance suggestion: Provide regular maintenance and repair suggestions to extend the service life of the equipment and maintain optimal performance.</p><p>Emergency response: In case of emergency, we can provide priority services to ensure that customers' lives or work are not affected.</p>",
  "code.serve4":"<h2>After Sales Service Package</h2><p>One-stop after-sales service, worry-free experience — comprehensive product after-sales service solution</p><p>Introduction: In a fiercely competitive market environment, high-quality after-sales service is the key to winning customer trust and loyalty for enterprises. Our product after-sales service package solution covers every link from customer service center to product repair, warehousing services, and logistics delivery, aiming to provide your customers with a seamless and efficient after-sales experience, helping you enhance your brand image and market share.</p><p>Service Overview: As your comprehensive after-sales partner, we are committed to simplifying your after-sales service process and improving customer satisfaction through one-stop solutions. No matter the size of your business, we can always provide you the customized service packages.</p><p>Service scope:</p><p>Customer Service Center: Multi channel customer support, including hotline, WeChat online chat, etc., to quickly respond to customer inquiries, provide product information, operation guidance, and preliminary troubleshooting.</p><p>Product maintenance: We recommend to use express delivery for repair, providing fast and professional repair services. We also provide on-site installation, fault diagnosis, parts replacement and equipment maintenance to ensure the equipment can quickly resume normal operation.</p><p>Storage Services: Safe and reliable storage facilities equipped with specialized dehumidification and temperature control devices, used for storing various parts, maintenance equipment, and pending goods, ensuring the quality stability of inventory products.</p><p>High quality logistics delivery: Cooperating with well-known logistics and express companies can enjoy the most favorable logistics cost discounts and the fastest delivery time, ensuring repaired equipment or replacement parts can be quickly delivered to customers.</p><p>Service Features:</p><p>Customized service: Customize exclusive after-sales service strategies based on your business needs and customer characteristics to improve service quality and efficiency.</p><p>Technology driver: Utilizing advanced customer service management systems to achieve automated tracking and management of service requests, ensuring that every case is handled properly.</p><p>Quality assurance: All repair services follow strict quality control standards, use original spare parts, and provide service guarantees during the warranty period.</p><p>Data analysis: We regularly analyze customer feedbacks and service data, constantly optimize service processes, and improve customer satisfaction and loyalty.</p>"
}