{
  "index.banner.text1": "<p class='p1'>IT and Electronic Products</p><p class='p2'>Comprehensive After-sales Service Solutions</p><p class='p3'>Phone/Online Customer Service, Product Testing, Chip-level Repair, Electrical Equipment Installation, etc.</p>",
  "index.service.title1": "Customer service",
  "index.service.title2": "Door-to-door service",
  "index.service.title3": "Chip-level maintenance services",
  "index.service.title4": "After-sales service package",
  "index.service.text1": "We have a professional online service team, customers will get timely contact through our hotline or WeChat official account.",
  "index.service.text2": "Professional technicians come to your door to install or repair various electronic products, from household appliances to equipment, to quickly repair faulty equipment and improve the normal usage of the equipment.",
  "index.service.text3": "It can minimize your use and maintenance costs, provide accurate fault diagnosis and repair, restore the original performance of spare parts, and extend the service life of spare parts.",
  "index.service.text4": "We provide personalized and customized after-sales services, including online call center customer service, product maintenance, technical support, warehouse services, logistics and distribution, product scrapping and other all-round integrated services.",
  "index.aboutus.text": "The company was founded in 2002 and is committed to become the leading and comprehensive service provider for electronic products in the industry. We are a customer oriented  professional service company that focuses on complete technical functions of electronic products, secondary maintenance of electronic circuit products, installation of electrical equipment and facilities, and a complete after-sales service experience. We aim to provide every user with Create a worry-free digital life experience.",
  "about.text": "<strong>Vision and Mission</strong>: The company was founded in 2002 and is committed to become the leading and comprehensive service provider for electronic products in the industry. We are a customer oriented  professional service company that focuses on complete technical functions of electronic products, secondary maintenance of electronic circuit products, installation of electrical equipment and facilities, and a complete after-sales service experience. We aim to provide every user with Create a worry-free digital life experience.<br /><br /><b>Company layout:</b> The company currently has offices in Singapore, Beijing and Shanghai in China.<br /><br /><b>Professional team:</b> The company has a team composed of senior experts in the industry. They not only have solid technical skills, but also pay attention to service details and take customer satisfaction as their highest pursuit. Our engineers have undergone strict screening and training, and hold relevant certifications to ensure that every service meets the highest standards.<br /><br /><b>Technological innovation:</b> We constantly explore the latest technological trends and use intelligent diagnostic tools and remote technical support to speed up service response and improve service efficiency. We are committed to integrating cutting-edge technology into daily services to provide customers with a more convenient and efficient service experience.<br /><br /><b>Quality Commitment:</b> We committed all services will comply with international quality standards, use original or equivalent high-quality accessories, and provide customers with long-term warranty so that you can enjoy worry-free service.",
  "about.workfolw.h1title": "After sales service process",
  "about.icon.title1": "Customer Service",
  "about.icon.title2": "On-site Service",
  "about.icon.title3": "Chip-level Repair Service",
  "about.icon.title4": "Customized After-sales Service",
  "about.icon.title5": "Comprehensive After-sales Service Package",
  "about.workflow.title1": "Customer Needs",
  "about.workflow.title2": "Customer Service Center",
  "about.workflow.title3": "Fault Detection",
  "about.workflow.title4": "Professional Repair",
  "about.workflow.title5": "Service Completion",
  "about.workflow.text1": "Product installation, usage, fault returns, complaints, and suggestions.",
  "about.workflow.text2": " Customers can obtain professional technical guidance and after-sales advice through phone calls or online customer service.",
  "about.workflow.text3": "We offer repair/ship-in/on-site services to detect and accurately diagnose product faults.",
  "about.workflow.text4": "We provide various after-sales solutions for both in-warranty and out-of-warranty products, including chip-level repair, to minimize usage costs.",
  "about.workflow.text5": "Customers accept the repair solution, the product fault is resolved, and after-sales service is completed.",
  "nav.home": "Home",
  "nav.about": "About Us",
  "nav.contact": "Contact Us",
  "news": "News",
  "view.more": "View more",
  "contact.compant.address": "Woods Square Tower 1, 12 Woodlands Square Singapore 737715 #11-69",
  "contact.banner.text": "Feel free to contact us at any time. Whether you are in Singapore, Shanghai or Beijing, our customer service team will provide you with enthusiastic and professional consultation and support. <br/>We look forward to working with you to create a better life!",
  "contact.company.address.title": "Address",
  "contact.company.address.singapore": "Woods Square Tower 1, 12 Woodlands Square Singapore 737715 #11-69",
  "contact.company.address.beijing": "4th Floor, Building 6, Courtyard 4, Renheyuan Second Street, Shunyi District, Beijing",
  "contact.company.address.shanghai": "3rd Floor, Building 4, No. 688 Shangxue Road, Jiading District, Shanghai",
  "contact.company.email.title": "E-mail",
  "city.singapore": "Singapore",
  "city.beijing": "Beijing",
  "city.shanghai": "Shanghai",
  "code.singapore": "SG",
  "code.china": "CH"
}