{
    "index.banner.text1": "<p class='p1'>IT和电子产品</p><p class='p2'>售后服务全方位解决方案</p><p class='p3'>电话/在线客服、产品测试、芯片级维修、电气设备安装等</p>",
    "index.service.title1": "客服服务",
    "index.service.title2": "上门服务",
    "index.service.title3": "芯片级维修服务",
    "index.service.title4": "售后服务整包",
    "index.service.text1": "拥有专业人员在线指导团队，可通过热线电话或微信公众号及时取得联系，提高服务效率。",
    "index.service.text2": "专业技术人员上门安装或维修各类电子产品，从家用电器到商用设备，快速修复故障设备，提高设备的正常使用率。",
    "index.service.text3": "可以将您的使用及维护成本降至最低，提供精确的故障诊断与修复，恢复备件的原厂性能，延长备件的使用寿命。",
    "index.service.text4": "我们提供个性化定制的售后服务支持，包括在线电话客服、产品维修、技术支持、储存服务、物流发货、产品绿色环保报废等全方位一体化服务。",
    "index.aboutus.text": "公司成立于2002年，致力于成为行业内领先的电子产品综合服务提供商。我们以客户为中心，专注于电子产品技术功能完善、电子电路产品二级维修、电气设备及设施安装等任一专项服务和售后服务整包为一体的专业服务性公司，旨在为每一位用户创造无忧的数字生活体验。",
    "about.text": "<b>愿景与使命：</b>公司成立于2002年，致力于成为行业内领先的电子产品综合服务提供商。我们以客户为中心，专注于电子产品技术功能完善、电子电路产品二级维修、电气设备及设施安装等任一专项服务和售后服务整包为一体的专业服务性公司，旨在为每一位用户创造无忧的数字生活体验。<br /><br /><b>公司布局：</b> 目前在新加坡及中国的北京、上海都设立了公司。<br />专业团队： 公司拥有一支由行业资深专家组成的团队，他们不仅具备扎实的技术功底，更注重服务细节，以客户满意为最高追求。我们的工程师均通过严格筛选与培训，持有相关认证，确保每一次服务都能达到最高标准。<br /><br /><b>技术创新：</b> 我们不断探索最新的技术趋势，采用智能诊断工具和远程技术支持，加快服务响应速度，提高服务效率。我们致力于将前沿科技融入日常服务，为客户提供更加便捷、高效的服务体验。<br /><br /><b>品质承诺：</b> 我们承诺，所有服务均遵循国际质量标准，使用原厂或等效高质量配件，为客户提供长期质保，让您尽享无忧服务。",
    "about.icon.title1": "客服服务",
    "about.icon.title2": "上门服务",
    "about.icon.title3": "芯片级维修服务",
    "about.icon.title4": "售后服务定制",
    "about.icon.title5": "售后服务整包",
    "about.workfolw.h1title": "售后服务流程",
    "about.workflow.title1": "客户需求",
    "about.workflow.title2": "客服中心",
    "about.workflow.title3": "故障检测",
    "about.workflow.title4": "专业维修",
    "about.workflow.title5": "服务完成",
    "about.workflow.text1": "产品的安装、使用、故障返修、投诉与建议等",
    "about.workflow.text2": "客户通过电话或联系在线客服，可获得专业技术指导及售后建议",
    "about.workflow.text3": "可提供送修/寄修/上门等方式，对产品进行检测并准确判断故障点",
    "about.workflow.text4": "对保内、保外产品提供多种售后解决方案，可进行芯片级维修，最大化降低使用成本",
    "about.workflow.text5": "客户采纳维修方案，解决产品故障，完成售后服务",
    "nav.home": "首页",
    "nav.about": "关于我们",
    "nav.contact": "联系我们",
    "news": "新闻",
    "view.more": "查看更多",
    "contact.banner.content":"<b>专业团队：</b>由经验丰富的客户服务代表和技术工程师组成的专业团队，确保每一项服务都能达到最高标准。<br/><br/><b>成本效益：</b>通过规模化运营和优化流程，降低服务成本，同时提升服务质量，实现双赢。<br/><br/><b>品牌增值：</b>一流的售后服务不仅解决了客户的问题，更成为了增强品牌信誉和口碑的重要途径。<br/><br/><b>联系我们：</b>立即加入我们的产品售后服务整包解决方案，让您的客户享受到超越期望的服务体验。无论您是初创企业还是行业巨头，我们都有能力为您提供量身定制的售后支持。您可通过电话、电子邮件联系我们，我们的客户服务团队将竭诚为您服务，共同探讨如何提升您的售后服务水平。",
    "contact.banner.text": "为什么选择我们",
    "contact.company.address.title": "公司地址",
    "contact.company.address.singapore": "兀兰广场12号 伍兹广场1号楼 737715#11-69",
    "contact.company.address.beijing": "顺义区仁和园二街4号院6号楼4层",
    "contact.company.address.shanghai": "嘉定区尚学路688号4栋3楼",
    "contact.company.email.title": "公司邮箱",
    "city.singapore": "新加坡",
    "city.beijing": "北京",
    "city.shanghai": "上海",
    "code.singapore": "海外业务",
    "code.china": "大中华区业务",
    "code.desc":"雷菲尔德电子技术服务有限公司提供全面的电子维修与技术支援服务。我们专注于客服服务、上门服务、芯片级维修及售后服务定制，为您的电子设备提供可靠的解决方案。",
    "code.keywords":"雷菲尔德电子技术服务有限公司, 电子维修服务, 客服服务, 上门服务, 芯片级维修, 售后服务定制",
    "code.title":"雷菲尔德电子技术服务有限公司 - 电子维修与客户服务专家",
    "code.serve1":"<h2>客服服务</h2><p class='text-indent-2em'>我们深信卓越的客户服务是企业发展的核心驱动力，为此，我们建立了全方位、高效的客服体系，旨在通过多渠道平台，为客户提供无微不至的服务体验。目前，我们提供以下两种即时通讯服务：</p><p>一、热线服务：</p><p class='text-indent-2em'>即时响应与专业性：通过热线电话，客户可以直接与训练有素的专业客服人员交谈，即时获得详尽解答，特别适合处理紧急情况和需要高度个性化解决方案的问题。<p><p>二、在线服务：</p><p class='text-indent-2em'>依托微信庞大的用户基础，客户可随时通过微信公众号进行咨询，符合现代人移动生活的习惯，而且支持文字、图片、语音、视频等多种沟通形式，满足不同场景下的沟通需求，提高服务的灵活性和效率。微信公众号不仅用于客户服务，还能推送最新消息、优惠活动等，增强客户粘性，促进二次购买和品牌传播。</p> <p class='text-indent-2em'>结合使用电话客服和微信公众号在线客服，公司能够为客户提供多渠道的服务体验，既保持了专业性和即时性，又兼顾了便捷性和互动性，全面提升了客户满意度和企业的市场竞争力。</p> <p  class='text-indent-2em'>我们不仅限于上述两种方式，还可提供通过电子邮件、官方网站在线聊天等多种渠道，全方位覆盖您的服务需求。我们始终以客户为中心，致力于成为您最坚实的后盾。</p>",
    "code.serve3":"<h2>芯片级维修</h2><p class='text-indent-2em'>在数字时代，电子产品的可靠性和性能至关重要。当您的设备出现故障时，选择正确的维修方案不仅能确保快速恢复使用，还能使您的维护成本降到最低。</p> <p class='text-indent-2em'>我们的维修服务不同于常见的板卡替换，而是更专注于电子产品的微小核心——芯片和电子元件的精细修复。可维修家用或商用空调、电磁炉、电视机、烤箱、咖啡机、开水机、圣代机、饮料机、显示器、（笔记本）电脑、开关电源等电器的主板、控制板、电源板、马达等相关部件。</p><p class='text-indent-2em'>我们采用先进的检测设备，精确识别故障源，对于损坏或失效的芯片，使用相同规格的新芯片进行替换，对电阻、电容等微小元件的损坏，进行细致的更换和焊接。在维修过程中，我们会采取措施保护您的数据安全，避免数据外泄及丢失。我们的工程师团队经验丰富，掌握BGA芯片维修等高难度技术。大多数芯片级维修可在3至5个工作日内完成，紧急情况下提供加急服务。</p><p>质量保证：所有更换的芯片和元件均采用原厂或高质量替代品，确保维修后的设备性能稳定。</p><p>成本效益：相比更换整个设备或大部件，芯片级维修能显著降低维修成本。</p><p>环保理念：延长设备使用寿命，减少电子垃圾，符合可持续发展的原则。</p>",
    "code.serve2":"<h2>上门服务</h2><p class='text-indent-2em'>当您的客户新购入的设备需要安装，或是现有设备需要维修时，我们提供的上门安装与维修服务，旨在为客户省去烦恼，让一切变得轻松简单。</p><p>服务内容：</p><p>产品安装：安防设备（如红外/超声波感应器、监控摄像头）、办公设备（如打印机、复印机）等设备的安装与调试。</p><p>故障诊断：利用专业工具对设备进行全面检查，快速定位问题所在。</p><p>维修服务：从小型电器的简单修理到大型设备的复杂故障排除，我们的专家团队都能提供有效的解决方案。</p><p>保养建议：提供定期维护和保养建议，延长设备使用寿命，保持最佳性能状态。</p><p>应急响应：对于紧急情况，我们可提供优先服务，确保客户的生活或工作不受影响。</p>",
    "code.serve4":"<h2>售后服务整包</h2><p>一站式售后，无忧体验 —— 全方位产品售后服务解决方案</p><p>引言： 在竞争激烈的市场环境中，优质的售后服务是企业赢得客户信任和忠诚的关键。我们提供的产品售后服务整包解决方案，涵盖了从客服中心到产品维修，再到仓储服务和物流发货的每一个环节，旨在为您的客户提供无缝、高效的售后体验，助力您提升品牌形象和市场份额。</p><p>服务概述： 作为您的全方位售后合作伙伴，我们致力于通过一站式的解决方案，简化您的售后服务流程，提高客户满意度。无论您的业务规模如何，我们都能提供定制化的服务包。</p><p>服务内容：</p><p>客服中心：多渠道客户支持，包括热线电话、微信在线聊天等，快速响应客户查询，提供产品信息、操作指导和故障初步排查。</p><p>产品维修：推荐使用快递寄修方式，提供快速、专业的维修服务，也可提供部分设备的上门安装、故障诊断、零件更换及设备维护等，确保设备快速恢复正常运行。</p><p>仓储服务：安全可靠的仓储设施，拥有专用除湿及恒温设备，用于存放各类零件、维修设备和待发货物，确保库存产品的质量稳定性。</p><p>优质物流发货：与一线物流快递公司合作，可享受最优惠的物流费用折扣和最快速的配送时效，确保维修后的设备或更换的零件能快速送达客户手中。</p><p>服务特色：</p><p>定制化服务：根据您的业务需求和客户群体特点，定制专属的售后服务策略，提升服务质量和效率。</p><p>技术驱动：运用先进的客户服务管理系统，实现服务请求的自动化跟踪和管理，确保每个案例都能得到妥善处理。</p><p>质量保障：所有维修服务均遵循严格的质量控制标准，使用原厂配件，提供保修期内的服务保证。</p><p>数据分析：定期分析客户反馈和服务数据，持续优化服务流程，提高客户满意度和忠诚度。</p>"
}